TOKEN = 'OTIyMTQ5MTQ1MTEwODA2NTQ5.Yb9QUA.ZtkSRXxoloRc8fO7AcgjeeyjEaE' # Токен бота

POST_ID = 922161195300040735 # идентификатор записи для чтения реакций из списка ролей в соответствии с эмодзи

ROLES = {
    '🎮': 922115960712863785, # Роль геймера
    '🐍': 922116037346983968, # Роль программиста
    '📚': 922116145543270450, # Роль библиотекаря
    '👶': 922116207438614619, # Роль новичка
}

# Роли исключения, в данный момент не используются
EXCROLES = ()

MAX_ROLES_PER_USER = 3 # Максимальное количество ролей, которое пользователь может иметь